import Carousel from "../carousel/Carousel";
import "./Home.css";

const Home = () => {
  return (
    <>
      <Carousel />
      <div id="home">
        <div className="text">
          <p>
            Петербу́ргский метрополите́н (до июля 1992 года — Ленинградский ордена
            Ленина метрополитен имени В. И. Ленина) — рельсовая скоростная
            внеуличная транспортная система Санкт-Петербурга и Ленинградской
            области. Открыт 15 ноября 1955 года, став вторым метрополитеном в
            СССР после московского, открытого в 1935 году. Петербургский
            метрополитен эксплуатируется государственным унитарным предприятием
            «Петербургский метрополитен», которое находится в ведении Комитета
            по транспорту.
          </p>
          <br></br>
          <p>
            Состоит из 5 линий, эксплуатационная длина которых составляет 124,8
            км (на август 2022 года). Имеется 7 пересадочных узлов — 6
            двухстанционных и один трёхстанционный. 12 станций имеют пересадку
            на объекты железнодорожной инфраструктуры (вокзалы, станции и
            платформы). По состоянию на 2019 год система метро включает 83
            вестибюля, 301 эскалатор, 30 траволаторов и более 700 турникетов.
            Имеется 5 эксплуатационных и 2 ремонтных депо.
          </p>
          <br></br>
          <p>
            В 2018 году Петербургский метрополитен перевёз 743 млн пассажиров,
            что ставит его по уровню загруженности на 19-е место в мире и 4-е в
            Европе. По длине эксплуатируемых линий занимает 41-е место в мире и
            8-е в Европе (после метрополитенов Москвы, Лондона, Мадрида, Парижа,
            Берлина, Валенсии и Барселоны).
          </p>
          <br></br>
          <p>
            Средняя скорость движения поездов в Петербургском метрополитене на
            2017 год составляла 39 км/ч.
          </p>
          <br></br>
          <p>
            Петербургский метрополитен является самым глубоким в мире по средней
            глубине залегания станций. Многие станции имеют оригинальное
            архитектурно-художественное оформление, 8 станций признаны объектами
            культурного наследия России.
          </p>
          <br></br>
          <p>
            В Ленинградском метрополитене впервые в мире в 1975 году построены
            односводчатые станции глубокого заложения — «Площадь Мужества» и
            «Политехническая».
          </p>
          <br></br>
          <p>
            Особенностью, которая отличает Петербургский метрополитен от
            остальных метрополитенов страны и мира, является наличие станций
            закрытого типа (без боковых посадочных платформ).
          </p>
          <br></br>
          <p>
            В Петербургском метрополитене действует линейная система движения
            поездов.
          </p>
        </div>
      </div>
    </>
  );
};

export default Home;
